aaron-bond.better-comments
achil.vscode-javascript-repl
akamud.vscode-theme-onedark
burkeholland.simple-react-snippets
ChakrounAnas.turbo-console-log
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
EliverLara.andromeda
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-rename-tag
HookyQR.beautify
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-toolsai.jupyter
msjsdiag.debugger-for-chrome
octref.vetur
patbenatar.advanced-new-file
PKief.material-icon-theme
pranaygp.vscode-css-peek
Prisma.prisma
ritwickdey.live-sass
ritwickdey.LiveServer
Shan.code-settings-sync
shd101wyy.markdown-preview-enhanced
TabNine.tabnine-vscode
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
